Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: One
sv: Ett

source: Disallow visitor and staff posts
sv: Tillåt inte inlägg från besökare eller personal

source: Copy the authorization code from the browser and paste it below.
sv: Kopiera auktoriseringskoden från webbläsaren och klistra in den nedan.

source: Couldn't Mute Conversation: %s
sv: Kunde inte tysta konversation: %s

source: Bookmark List in Browser Bookmarks Format
sv: Bokmärkeslista i webbläsarens bokmärkesformat

source: &Online Help
sv: &Online-hjälp

source: Expires
sv: Upphör

source: Thread archived %s.
sv: Tråden arkiverades %s.

source: Password Manager
sv: Lösenordshanterare

source: Reset settings to default…
sv: Återställ inställningarna till standard...

source: When two lasers overlap or get mixed in a mixer, their colors will be combined.
sv: När två lasrar överlappar eller blandas i en blandare kombineras deras färger.

source: Failed to transform key with new KDF parameters; KDF unchanged.
sv: Kunde inte transformera nyckeln med nya KDF-parametrar. KDF oförändrad.

source: I made %s posts.
sv: Jag gjorde %s inlägg.

source: Opens an editor to edit your satellite database.
sv: Öppnar en redigerare för att redigera satellitdatabasen.

source: Unexpected EOF when writing public key
sv: Oväntad EOF, vid skrivning av offentlig nyckel

source: When saving this setting or editing an entry the oldest history items of an entry will be removed such that the remaining history items add up to the specified amount at most.
sv: När du sparar den här inställningen eller redigerar en post kommer de äldsta historiska objekten i en post att tas bort så att de återstående historikobjekten läggs till det angivna beloppet som högst.

source: The YubiKey PCSC interface has not been initialized.
sv: YubiKey PCSC-gränssnittet har inte startats.

source: Apple Flower
sv: Äppelblomma

source: Vines Block
sv: Rankblock

source: Thumbnail Height
sv: Miniatyrbildshöjd

source: Power-Sliding
sv: Kraftglidning

source: "%s" as Readeck labels,
sv: "%s" som Readeck-etiketter,

source: Select all that apply
sv: Välj alla som tillämpas

source: Who are you, and how should I come to you?
sv: Vem är du, och hur ska jag komma till dig?

source: Generate a new random diceware passphrase.
sv: Generera en ny slumpmässig lösenordsfras.

source: Burned Tuff
sv: Bränd tuff

source: Format cannot be changed: Your database uses KDBX 4 features
sv: Formatet kan inte ändras. Din databas använder KDBX 4-funktioner

source: Distortion Denier
sv: Förnekare av förvrängning

source: Datetime modified
sv: Ändrad datum/tid

source: malformed string, possible unescaped delimiter
sv: felaktig sträng, möjligen ej utkommenterad avgränsare

source: White Dye
sv: Vitt färgämne

source: Path of the attachment to be imported.
sv: Sökväg till bilaga att importera.

source: Headbutt from a deep mese monster
sv: Skallning från ett djupt mese-monster

source: unknown
sv: Okänd

source: Mossy Cave Stone Block
sv: Mossigt grottstensblock

source: There is no escape …
sv: Det finns ingen flykt …

source: Detector (colored)
sv: Detektor (färgad)

source: Rebuild All
sv: Bygg om alla

source: Connections
sv: Anslutningar

source: Added, oldest first
sv: Tillagda, äldsta först

source: Ability gained:
sv: Förmåga erhållen:

source: Tx Offset
sv: TX-förskjutning

source: Blue Brick Block
sv: Blått tegelblock

source: Visitors may embed media from selected services instead of uploading a file.
sv: Besökare kan bädda in media från valda tjänster i stället för att ladda upp en fil.

source: Show image
sv: Visa bild

source: &Open Database…
sv: &Öppna databas...

source: Double click to copy to clipboard
sv: Dubbelklicka för att kopiera till urklipp

source: Refresh paused. Click to resume.
sv: Uppdateringen är pausad. Klicka för att återuppta.

source: Volcanic Sand
sv: Vulkanisk sand

source: Database created
sv: Databas skapad

source: RX Tone
sv: RX-ton

source: Enable SSH Agent integration
sv: Aktivera SSH-tjänstintegrering

source: Goal of the Game
sv: Spelets mål

source: You have blocked %s, removing %s of your followers and %s account you follow.
sv: Du har blockerat %s, tar bort %s av dina följare och %s konto som du följer.

source: You have blocked %s, removing %s of your followers and %s accounts you follow.
sv: Du har blockerat %s, tar bort %s av dina följare och %s konton du följer.

source: Invalid TOTP Secret
sv: Ogiltig TOTP-hemlighet

source: Only returns the best matches for a specific URL instead of all entries for the whole domain.
sv: Returnerar bara de lämpligaste posterna för en viss webbadress istället för alla poster som rör den domänen.

source: Triggers are blocks that send signals towards other blocks to make them do something. Signals are instantaneous and wireless.
sv: Utlösare är block som skickar signaler till andra block för att få dem att göra något. Signaler är omedelbara och trådlösa.

source: Add Contact
sv: Lägg till kontakt

source: Database file on disk cannot be unlocked with current credentials.<br>Enter new credentials and/or present hardware key to continue.
sv: Databasfilen på disk kan inte låsas upp med aktuella inloggningsuppgifter. <br>Ange nya uppgifter och/eller hårdvarunyckel för att fortsätta.

source: Solid (Grid Style)
sv: Solid (rutnätsstil)

source: 1Password Vault
sv: 1Password-valv

source: Please restart Sriracha without any import options.
sv: Starta om Sriracha utan importalternativ.

source: Corrupted key file, reading private key failed
sv: Skadad nyckelfil, kunde inte läsa privat nyckel

source: Online Services
sv: Online tjänster

source: Featured
sv: Utvalda

source: Could not find attachment with name %1.
sv: Kunde inte hitta bilaga med namnet %1.

source: Save current changes to activate the plugin and enable editing of this section.
sv: Spara aktuella ändringar för att aktivera insticksmodulen och aktivera redigering av det här avsnittet.

source: Hearty Rice Dish
sv: Mustig risrätt

source: Reactions
sv: Reaktioner

source: Hanging Wooden Sign
sv: Hängande träskylt

source: A small text describing who you are and (maybe) why you're here.
sv: En kort text som beskriver vem du är och (kanske) varför du är här.

source: No supported algorithms were provided
sv: Inga algoritmer som stöds tillhandahölls

source: Steel Rod
sv: Stålstång

source: Punctuation
sv: Skiljetecken

source: %s's password expired. To continue using %s, you have to login again.
sv: Lösenordet för %s har gått ut. Logga in igen för att fortsätta använda %s.

source: No Deletable Files in Selection
sv: Inga borttagningsbara filer i markering

source: Display name:
sv: Visningsnamn:

source: The database file "%1" was modified externally.<br>How would you like to proceed?<br><br>Merge all changes<br>Ignore the changes on disk until save<br>Discard unsaved changes
sv: Databasfilen "%1" har ändrats externt.<br>Hur vill du fortsätta?<br><br>Vill du slå samman alla ändringar?<br>Ignorera ändringar på disk tills du sparar?<br>Ignorera ändringar som inte har sparats?

source: Display current TOTP value
sv: Visa aktuellt TOTP-värde

source: Open ...
sv: Öppna …

source: Do not send this entry to the browser for HTTP Auth dialogs. If enabled, HTTP Auth dialogs will not show this entry for selection.
sv: Skicka inte denna post till webbläsaren för HTTP-autentisering. Vid aktivering visas inte den här posten för markering.

source: Callback URL to register with your OAuth provider
sv: Callback-URI för att registrera hos din OAuth-leverantör

source: Make sure only the recipient can see this message
sv: Kontrollera att bara mottagaren kan se detta meddelande

source: %dh
sv: %dt

source: Replies
sv: Svar

source: Use a custom proxy location if you installed a proxy manually.
sv: Använd en anpassad proxy-inställning om du har installerat en proxy manuellt.

source: Revoke application
sv: Återkalla applikation

source: Twofish: 256 Bit
sv: Twofish: 256 bitar

source: Replies Policy
sv: Svarspolicy

source: URL must not be empty
sv: URL får inte vara tom

source: Circle 3
sv: Cirkel 3

source: Orangite Brick
sv: Orangittegel

source: Duplicate Board
sv: Duplicera tavla

source: Gold Ingot
sv: Guldtacka

source: Transform rounds:
sv: Transformeringsrundor:

source: Failed to decrypt json file: %1
sv: Kunde inte avkryptera json-fil: %1

source: The detected radio '%1' does not support satellite tracking.
sv: Den identifierade radion ”%1” stöder inte satellitspårning.

source: Hide this entry from the browser extension
sv: Dölj den här posten från webbläsartillägget

source: Most Replied Post
sv: Mest besvarade inlägg

source: What is your Server?
sv: Vad är din server?

source: Service
sv: Tjänst

source: Warn before boosting a post that includes attachments without alt text
sv: Varna innan du förstärker ett inlägg med bilagor utan alternativtext

source: You are editing an entry. Discard changes and lock anyway?
sv: Du redigerar en post. Vill du förkasta ändringarna och låsa ändå?

source: Language
sv: Språk

source: Additional Comments
sv: Ytterligare kommentarer

source: The rotating hook allows you to rotate blocks. Not all blocks can be rotated.
sv: Med den roterande kroken kan du rotera block. Alla block kan inte roteras.

source: Database format:
sv: Databasformat:

source: Time step field
sv: Tidssteg

source: Deep Mese Monster Spawn Egg
sv: Framkallningsägg för djupt mese-monster

source: Select private key
sv: Välj privat nyckel

source: Invalid entry icon number
sv: Ogiltigt post ikon nummer

source: Incorrect action
sv: Felaktig åtgärd

source: Invalid variant map entry type
sv: Ogiltig inmatningstyp för variantkarta

source: One or multiple contexts where the filter should apply
sv: Ett eller flera sammanhang där filtret ska tillämpas

source: Unable to derive master key: %1
sv: Kan inte härleda huvudnyckel: %1

source: Bring a pickaxe and apples with you
sv: Ta med en hacka och äpplen

source: Open %s's Profile
sv: Öppna %s's profil

source: Character Types
sv: Teckentyper

source: &Notes
sv: &Anteckningar

source: Start storing your passwords securely in a ChiPass database
sv: Börja spara dina lösenord säkert, i en ChiPass-databas.

source: User not found :(
sv: Hittar inte användaren :(

source: Lower-case letters
sv: gemener

source: Detailed View
sv: Detaljerad vy

source: See %d author
sv: Se %d författare

source: See all %d authors
sv: Se alla %d författare

source: No Text
sv: Ingen text

source: Remove selected window association
sv: Ta bort markerad fönsterassociation

source: %s now follows you
sv: %s följer nu dig

source: Cover
sv: Omslag

source: Fit to window
sv: Anpassa till fönster

source: Main content
sv: Huvudinnehåll

source: Type something to get started
sv: Skriv något för att komma igång

source: Owner Changer
sv: Ägarbytare

source: Invalid entry UUID field size
sv: Ogiltig fältstorlek för inmatnings-UUID

source: _About Stockpile
sv: _Om Höglager

source: Wordlist for the diceware generator. [Default: EFF English]
sv: Ordlista för lösenordgeneratorn. [Standard: EFF English]

source: Fetch remote media default choice
sv: Standardval för hämtning av fjärrmedia

source: Custom Attributes
sv: Anpassade attribut

source: Mutes & Blocks
sv: Tyst och blockeringar

source: Path of the entry to remove.
sv: Sökväg till posten som tas bort.

source: Index Threads
sv: Visa trådar på indexsidan

source: Replaces any duplicate item with the imported one.
sv: Ersätter varje dubblettpost med den importerade.

source: Yellow Carpet
sv: Gul matta

source: As you already know from your GBTC training program, growing your first tree is crucial for your success.
sv: Som du redan vet från ditt GBTC-utbildningsprogram är det avgörande för din framgång att odla ditt första träd.

source: Adding missing icon %1
sv: Lägger till saknad ikon %1

source: Window
sv: Fönster

source: Cannot download repeater list from '%1': %2
sv: Kan inte hämta repeaterlistan från ”%1”: %2

source: Null group uuid
sv: uuid för grupp är null

source: Manage Custom Icons
sv: Hantera anpassade ikoner

source: An Error Occurred
sv: Ett fel uppstod

source: Must only contain letters, digits (0-9), and underscores (_)
sv: Får endast innehålla bokstäver, siffror (0–9) och understreck (_)

source: No player.
sv: Ingen spelare.

source: Groceries
sv: Livsmedel

source: Internal zlib error when compressing:
sv: Internt zlib-fel vid komprimering:

source: MD5,SHA-1,SHA-256,SHA-512,Blake3,CRC32 or Adler32 Hash
sv: MD5,SHA-1,SHA-256,SHA-512,Blake3,CRC32 eller Adler32 Hash

source: Change Style
sv: Byt stil

source: Website Archiver
sv: Webbplatsarkivare

source: %s Post
sv: %s inlägg

source: %s Posts
sv: %s flera inlägg

source: + %1 entry(s)...
sv: + %1 post...

source: Remove Tag
sv: Ta bort tagg

source: Invalid uuid value
sv: Ogiltigt uuid-värde

source: Brown Dye
sv: Brunt färgämne

source: Solid Tall Slope (tile style)
sv: Solid brant sluttning (kakelstil)

source: Extraction log
sv: Extraktionslogg

source: View Alt Text
sv: Visa alternativ text

source: Fire
sv: Brand

source: Applications are registered clients that have permissions to access your Readeck account. If there are applications you do not recognize here, or an application is misbehaving, you can revoke its access.
sv: Applikationer är registrerade klienter som har behörighet att komma åt ditt Readeck-konto. Om det finns applikationer här som du inte känner igen, eller om en applikation bär sig illa åt, så kan du återkalla dess åtkomst.

source: Type: Spatial
sv: Typ: Spatial

source: Confirm Remove TOTP Settings
sv: Bekräfta borttagning av TOTP-inställningar

source: What should I do now?
sv: Vad ska jag göra nu?

source: A JSON encoded list of labels
sv: En JSON-formaterad lista med etiketter

source: Barrier
sv: Barriär

source: Warn before replying to an old post
sv: Varna innan du svarar på ett gammalt inlägg

source: Delete Post?
sv: Ta bort inlägg?

source: Only the owner may request review
sv: Endast ägaren får begära granskning

source: Import and export
sv: Importera och exportera

source: Seethrough Slab
sv: Genomskinlig platta

source: No agent running, cannot remove identity.
sv: Ingen tjänst körs. Kan inte ta bort identitet.

source: Papyrus Seed
sv: Papyrusfrö

source: Also, each receiver has a receiver type, which determines how it will react to an incoming signal.
sv: Varje mottagare har också en mottagartyp som avgör hur den reagerar på en inkommande signal.

source: Failed to load key file %1: %2
sv: Kunde inte läsa in nyckelfil %1: %2

source: Imported from %1
sv: Importerad ifrån %1

source: Minimize window at application startup
sv: Minimera fönstret vid programstart

source: “Any” is the default receiver type. The receiver will react on any incoming signal. An ON signal activates the receiver, OFF deactivates it and TOGGLE toggles it.
sv: ”Alla” är standardtypen för mottagare. Mottagaren reagerar på alla inkommande signaler. En PÅ-signal aktiverar mottagaren, AV avaktiverar den och VÄXLA växlar den.

source: position overflow
sv: positionsöverskridning

source: Reply…
sv: Svara…

source: Absolutely! A-MAZE-ING!
sv: Absolut! OTRO-LIG!

source: Only show entries that have a URL
sv: Visa endast poster som har en URL

source: Imports and merges a codeplug into the current one.
sv: Importerar och sammanfogar en kodplugg med den aktuella.

source: Dirt with Growing Grass (Stage @1)
sv: Jord med växande gräs (steg @1)

source: Toggle Controls
sv: Växla kontroller

source: Rebuilt all pages.
sv: Byggde om alla sidor.

source: Sandstone
sv: Sandsten

source: 40 inventory slots, owned by placer
sv: 40 inventarieplatser, ägs av placeraren

source: _Toggle Hash Functions
sv: _Växla hashfunktioner

source: Parallelism:
sv: Parallellitet:

source: Used for keeping track if 2 weeks have passed since the last update
sv: Används för att hålla koll på om det har gått 2 veckor sedan den senaste uppdateringen

source: Temporary file moved into place
sv: Temporär fil flyttat på plats

source: {account} does not appear to be a personal Fediverse account
sv: {account} verkar inte vara ett personligt Fediverse-konto

source: Custom browser location field
sv: Platsfält för anpassad webbläsare

source: Do you really want to delete the selected key? This may prevent connection to the browser plugin.
sv: Vill du verkligen ta bort den valda nyckeln? Detta kan förhindra anslutning till webbläsartillägget.

source: Dark Green Brick Block
sv: Mörkgrönt tegelblock

source: Username or email already in use
sv: Användarnamnet eller e-postadressen används redan

source: Introduction
sv: Introduktion

source: OAuth permissions to request (comma-separated)
sv: OAuth-behörigheter att efterfråga (komma-separerade)

source: Import from %1 successful (%2)
sv: Import från %1 slutförd (%2)

source: Database not opened
sv: Databasen är inte öppen

source: qDMR was updated to version %1
sv: qdmr uppdaterades till version %1.

source: This pipe leads right to the Void. Discarded data is sent there to be deleted forever. Only dead bits should end up in the Void. But you’re not dead. So you should have never arrived here.
sv: Det här röret leder rakt till Tomrummet. Kasserade data skickas dit för att raderas för alltid. Bara döda bitar ska hamna i Tomrummet. Men du är inte död. Du borde aldrig ha kommit hit.

source: Imports any duplicate item with a modified name.
sv: Importerar varje dubblettpost med ett ändrat namn.

source: fediverse account must contain @
sv: fediverse-kontot måste innehålla @

source: Start Import
sv: Starta import

source: You've received a report
sv: Du har fått en rapport

source: Delete & ban for 1 month
sv: Ta bort och stäng av i 1 månad

source: Delete all custom icons not in use by any entry or group
sv: Ta bort alla anpassade ikoner som inte används av någon post eller grupp

source: All custom icons are in use by at least one entry or group.
sv: Alla anpassade ikoner används av minst en post eller grupp.

source: Readeck Help
sv: Readeck Hjälp

source: Hades is a very large volcanic planet that revolves around Apollo, its main star. It’s surrounded by a thick sulphuric atmosphere and has a surface consisting of volcanic ash, stone and lava. At first, it seems to be hostile to life, but that impression is false. Small traces of water have been detected, which is, of course, where all life begins. It would only be a question of time until Hades develops complex life forms on its own, but we’re here to speed up this process.
sv: Hades är en mycket stor vulkanisk planet som kretsar kring Apollo, dess huvudstjärna. Den omges av en tjock svavelhaltig atmosfär och har en yta av vulkanisk aska, sten och lava. Till en början verkar den fientlig mot liv, men det intrycket är felaktigt. Små spår av vatten har upptäckts, vilket förstås är där allt liv börjar. Det skulle bara vara en tidsfråga innan Hades utvecklar komplexa livsformer på egen hand, men vi är här för att påskynda processen.

source: Scrobbled %s
sv: Scrobblad %s

source: Steel Sword
sv: Stålsvärd

source: Essexite Brick
sv: Essexittegel

source: Not a KeePass database.
sv: Inte en KeePass-databas.

source: Cobbled Fine Sandstone
sv: Kullerstenslagd fin sandsten

source: Delete Selection?
sv: Radera valda?

source: Undo
sv: Ångra

source: Narrow
sv: smal

source: chars
sv: tecken

source: Calculating Hashes
sv: Beräknar hashar

source: Super-administrator
sv: Huvudadministratör

source: Mark as read
sv: Markera som läst

source: One-way glass has a bright and a dark side. Lasers may only pass through from the bright side. They will be blocked if they come from the other side.
sv: Envägsglas har en ljus och en mörk sida. Lasrar kan endast passera från den ljusa sidan. De blockeras om de kommer från den andra sidan.

source: Clear history
sv: Rensa historiken

source: Standing Wooden Sign
sv: Stående träskylt

source: Sugarcane Seed
sv: Sockerrörsfrö

source: • Emitter: May toggle the laser when it receives a signal
sv: • Sändare: Kan växla lasern när den tar emot en signal

source: CSV File…
sv: CSV-fil…

source: I will find the path to salvation, I swear!
sv: Jag ska hitta vägen till frälsning, det svär jag!

source: Show Less
sv: Visa mindre

source: Bookmarks Disk Usage:
sv: Bokmärkesdiskanvändning:

source: object does not exist
sv: objektet finns inte

source: World
sv: Världen

source: Codeplug Files (*.yaml *.yml)
sv: Codeplug-filer (*.yaml *.yml)

source: You need the “server” or “creative” privilege to change mob spawners!
sv: Du behöver behörigheten ”server” eller ”creative” för att ändra varelsegeneratorer!

source: Stickied
sv: Fäst

source: Please contact the instance administrator to request an account.
sv: Kontakta instansens administratör för att be om ett konto.

source: Filter out notifications from people you may not know
sv: Filtrera ut aviseringar från personer du kanske inte känner

source: Add to agent
sv: Lägg till i bakgrundstjänsten

source: Couldn't save notification settings: %s
sv: Kunde inte spara aviseringsinställningarna: %s

source: No matching posts were found.
sv: Inga matchande inlägg hittades.

source: %1 is already being imported by this database.
sv: %1 importeras redan av den här databasen.

source: • Have exactly one start block (the player starts here)
sv: • Ha exakt ett startblock, där spelaren börjar

source: - Fix Twitter ref_url parameter - Add Proxitok - Fix wikipedia URL transformation - Fix some crashes
sv: - Åtgärdade Twitters ref_url-parameter - Lade till ProxiTok - Åtgärdade omvandling av Wikipedia-URL:er - Åtgärdade några krascher

source: Unused
sv: Oanvänd

source: Unlocking the database failed and you did not enter a password. Do you want to retry with an "empty" password instead? To prevent this error from appearing, you must go to "Database Settings / Security" and reset your password.
sv: Kunde inte låsa upp databasen och du angav inget lösenord. Vill du försöka igen, med ett "tomt" lösenord istället? För att förhindra att detta fel uppstår igen, måste du gå till "Databasinställningar/Säkerhet" och återställa dittlösenord.

source: Do not use this entry with HTTP Basic Auth
sv: Använd inte här posten med HTTP Basic Auth

source: Double click a row to perform Auto-Type or find an entry using the search:
sv: Dubbelklicka på en rad för att utföra autoskriv, eller hitta en post med hjälp av sökfunktionen:

source: Posts per Load Batch
sv: Inlägg per laddningsbatch

source: Launching Sector
sv: Uppskjutningssektor

source: &Close
sv: &Stäng

source: Invalid conversion syntax: %1
sv: Ogiltig konverteringssyntax: %1

source: Attribute "%1" not found.
sv: Kunde inte hitta attributet "%1".

source: Open your Fediverse app (Mastodon, Pleroma, etc.)
sv: Öppna din Fediverse-app (Mastodon, Pleroma, et.c.)

source: Path of the entry to edit.
sv: Sökväg till posten att redigera.

source: The reason this account and/or content was reported will be cited in communication with the reported account
sv: Anledningen till att detta konto och/eller innehåll rapporterades kommer att anges i kommunikationen med det rapporterade kontot

source: It expires on %s
sv: Den går ut den %s

source: The callsign of the contact. Must be not longer than 9 chars, A-Z, 0-9, ., /, -.
sv: Kontaktens anropssignal. Får inte vara längre än 9 tecken och får innehålla A–Z, 0–9, ., / och -.

source: Send your preferences to Tuba's developers for popularity research biweekly
sv: Skicka dina preferenser till Tubas utvecklare för popularitetsundersökning varannan vecka

source: Minimum length of the name field.
sv: Minsta längd för namnfältet.

source: Show entry at selected history state
sv: Visa posten i markerad historikstatus

source: Path of the entry with the target attachment.
sv: Sökväg till posten med målbilagan.

source: Incorrect captcha
sv: Felaktig CAPTCHA

source: Minimum light is greater than maximum light
sv: Minsta ljusnivå är högre än högsta ljusnivå
